Repository: trollfot/dolmen.app.authentication
Catalog: src/dolmen/app/authentication/locales/*/LC_MESSAGES/dolmen.app.authentication.po
Languages: de, fr

source: Active authentication sources
de: Aktive Benutzer Quellen
fr: Sources d'authentification actives

source: Active credentials sources
de: Aktive Logindaten
fr: Sources d'accréditation actives

source: Authentication management
de: Anmelde Management
fr: Gestion de l'authentification

source: Authentication management: sources
de: Anmelde Management: Quellen
fr: Gestion de l'authentification: sources

source: Authentication sources
de: Anmelde-quellen
fr: Sources d'authentification

source: Cookie name
fr: Nom du cookie

source: Edit the authentication sources
de: Bearbeiten der Anmelde Informationen
fr: Modifier les sources d'authentification

source: Email address
de: E-Mail Adresse
fr: Courriel

source: Enter a valid email address.
de: Bitte geben Sie ein gültige E-Mail Adresse ein.
fr: Entrez une adresse de courriel valide.

source: Grant roles
de: Rollen zuweisen
fr: Délégation de roles

source: Identify yourself
de: Bitte melden Sie sich an.
fr: Identifiez-vous

source: Log in
de: Anmelden
fr: Se connecter

source: Log out
de: Abmelden
fr: Se déconnecter

source: Logged out
de: Abgemeldet
fr: Deconnexion

source: Login failed
de: Anmeldung schlug fehl.
fr: Authentification échouée

source: Login form
de: Anmelde Form
fr: Formulaire d'authentification

source: Mismatching passwords.
de: Die Passwörter sind nicht identisch.
fr: Les mots de passe de correspondent pas.

source: Name of the cookie for storing credentials.
de: Name des Cookies zum Speichern der Anmeldeinformationen.
fr: Nom du cookie utilisé pour stocker les informations de connexion.

source: No Challenge if Authenticated
de: Keine Abfrage wenn man bereits angemeldet ist.
fr: Pas de challenge si on est authentifié

source: Password
de: Passwort
fr: Mot de passe

source: Password checking
de: Passwort prüfen
fr: Vérification du mot de passe

source: Public actions
de: Freie Aktionen
fr: Actions publiques

source: Retype the password.
de: Bitte die Eingabe des Passwort
fr: Entrez de nouveau le mot de passe.

source: Select the principal's roles
de: Bitte wählen Sie die Rollen des Benutzers.
fr: Sélectionner les roles à accorder

source: User actions
de: User Aktionen
fr: Actions utilisateur

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: You are now logged in as ${name}
de: Sie sind angemeldet als ${name}.
fr: Vous êtes désormais authentifié en tant que ${name}

source: session_terminated
de: Die Session ist abgelaufen
fr: Session terminée : vous n'êtes plus authentifié.
